Repository: J-U-B/opsi-utils
Catalog: gettext/opsi_newprod_*.po
Languages: de, fr

source: Usage: %s [options] [destination directory] Creates an opsi product source dir in the destination directory. If no destination directory is supplied, the current directory is used. Options: -h show this help -i <interface> user interface [snack|text]
de: Aufruf: %s [Optionen] [Zielverzeichnis] Diese Programm erstellt ein neues Produkt-Quellverzeichnis in dem angegebenen Zielverzeichnis. Ist kein Zielverzeichnis angegeben, wird das aktuelle Verzeichnis verwendet. Optionen: -h gibt diese Hilfe aus -i <interface> Benutzer-interface [snack|text]
fr: Utilisation: %s [options] [répertoire de destination] Crée un répertoire source pour un produit opsi dans le répertoire de destination. Si aucune destination n'est indiquée, le répertoire courant est utilisé. Options: -h montrer l'aide -i <interface> type d'interface utilisateur [snack|text]

source: Open PC ServerIntegration
fr: Intégration serveur Open PC

source: Please select product type
de: Bitte wählen Sie den Produkt-Typ
fr: Veuillez sélectionner le type de produit

source: Cancelled
de: Abgebrochen
fr: Annulé

source: Product id: a unique identifier for the product. Product name: The full name of the product. Description: A description (use \n for line breaks). Advice: An additional important advice. Product version: Version defined by software producer. Package version: Opsi package version of the product version. License required: Is a license required (0|1)? Priority: The installation priority class of this product (default: 0). Product class names: Comma-separated list of product classes.
de: Produkt-ID: Ein eindeutiger Bezeichner für das Produkt. Produktname: Der volle Name des Produkts (Herstellerbezeichnung). Beschreibung: Eine Produktbeschreibung (\n zum Einfügen von Zeilenumbrüchen verwenden). Hinweis: Ein zusätzlicher Hinweis. Produktversion: Die Versionsnummer der Software wie vom Hersteller angegeben. Paketversion: Die Paketversion. Lizenzpflichtig: Benötigt die Software eine Lizenz (0|1)? Priorität: Die Installations-Priorität der Software (Standardwert: 0). Produktklassen: Eine Komma-getrennte Liste von Produktklassen.
fr: Id du produit: un identifiant unique pour le produit. Nom du produit: Le nom complet du produit. Description: Une description (utilisez \n pour les retour à la ligne). Conseil: Un conseil important. Version du produit: La version définie par le fournisseur du logiciel. Version du paquet: La version Opsi de la version du produit. Licence nécessaire: Est ce qu'une licence est requise (0|1)? Priorité: La priorité d'installation de ce produit (défaut: 0). Nom de classes de produit: Liste séparée par des virgules de classes de produits.

source: Product id
de: Produkt-ID
fr: Id du produit

source: Product name
de: Produktname
fr: Nom du produit

source: Advice
de: Hinweis
fr: Conseil

source: Product version
de: Produktversion
fr: Version du produit

source: Package version
de: Paketversion
fr: Version du paquet

source: License required
de: Lizenzpflichtig
fr: Licence nécessaire

source: Priority
de: Priorität
fr: Priorité

source: product information
de: Produkt-Informationen
fr: information du produit

source: You have to specify a product id.
de: Sie müssen eine Produkt-ID angeben.
fr: Vous devez spécifier un id de produit

source: Missing value
de: Fehlender Wert
fr: Valeur manquante

source: You have to specify a product name.
de: Sie müssen einen Produktnamen angeben.
fr: Vous devez spécifier un nom de produit

source: Please enter a short description.
de: Bitte eine kurze Beschreibung eingeben.
fr: Vous devez entre un courte description.

source: You have to specify a product version. Default: 1.0
de: Sie müssen eine Produktversion angeben. Standardwert: 1.0
fr: Vous devez spécifier une version de produit. Par défaut: 1.0

source: Bad version string
fr: Mauvaise version

source: You have to specify a package version. Default: 1
fr: Vous devez spécifier une version de paquet. Défaut: 1

source: Please specify the product priority class. Default: 0
de: Bitte die Installations-Priorität des Pakets angeben. Standardwert: 0
fr: Veuillez spécifier la priorité de la classe de produits. Défaut: 0

source: Bad value
de: Falscher Wert
fr: Mauvaise valeur

source: Setup script: Relative path to installation script. Uninstall script: Relative path to script for action "uninstall". Update script: Relative path to update script. Always script: Relative path to script for action "always". Once script: Relative path to script for action "once". PXE config template: path to an custom linuxpxe config template.
fr: Script d'installation: Chemin relatif vers le script d'installation. Script de desinstallation: Chemin relatif vers le script pour l'action "uninstall". Script de mise à jour: Chemin relatif vers le script de mise à jour. Script toujours: Chemin relatif vers le script pour l'action "always". Script une fois: Chemin relatif vers le script pour l'action "once". Modèle PXE: Chemin relatif vers le modèle de configuration linuxpe.

source: Setup script
de: Setup-Skript
fr: Script d'installation

source: Uninstall script
de: Uninstall-Skript
fr: Script de désinstallation

source: Update script
de: Update-Skript
fr: Script de mise à jour

source: Always script
de: Always-Skript
fr: Script toujours

source: Once script
de: Once-Skript
fr: Script une fois

source: PXE config template
fr: Modèle de configuration PXE

source: product scripts
de: Produkt-Skripte
fr: scripts du produit

source: Failed to create product
de: Produkt konnte nicht erstellt werden
fr: Impossible de créer le produit

source: You have to specify either a required product or a required product class. You have to specify either a required installation status or a required action. The requirement type is optional. Possible actions are: %s Possible installation status are: %s Possible requirement types are: %s
de: Es muss entweder ein benötigtes Produkt oder eine benötigte Produktklasse angegeben werden. Ein benötigter Installations-Status oder eine auszuführende Aktion müssen angegeben werden. Der Abhängigkeits-Typ ist optional. Möglich Aktionen sind: %s Mögliche Installations-Status sind: %s Mögliche Abhängigkeits-Typen sind: %s
fr: Vous devez spécifier un produit nécessaire ou une classe produit nécessaire. Vous devez spécifier un statut d'installation nécessaire ou une action nécessaire. Le type d'exigence est optionnel. Les actions possible sont: %s Les statuts d'installation possible sont: %s Les exigences possibles sont: %s

source: Create product dependency?
de: Produkt-Abhängikeit erstellen?
fr: Créer une dépendance sur le produit ?

source: Do you want to create a product dependency?
de: Soll eine Produkt-Abhängikeit erstellt werden?
fr: Voulez vous créer une dépendance sur un produit ?

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Dependency for action
de: Die Abhängikeit betrifft die Aktion
fr: Dépendance pour action

source: Required product id
de: ID des benötigten Produkts
fr: Id du produit obligatoire

source: Required action
de: Auszuführende Aktion
fr: Action obligatoire

source: Required installation status
de: Benötigter Installations-Status
fr: Statut d'installation obligatoire

source: Requirement type
de: Typ der Abhängigkeit
fr: Type d'exigence

source: Create dependency for product %s
de: Eine Produktabhängigkeit für Produkt %s erstellen
fr: Créer une dépendance pour le produit %s

source: Failed to create product dependency
de: Erstellen der Produktabhängigkeit fehlgeschlagen
fr: Impossible de créer un dépendance pour le produit

source: Property name: Name of the variable. Property description: Usage description. Possible values: Comma separated list of possible values for the variable. If no possible values are given any value is allowed.
fr: Nom de la propriété: Nom de la variable. Description de la propriété: Description de l'utilisation. Valeurs possibles: liste séparée par des virgules des valeurs possibles pour la variable. Si aucune valeur possible n'est spécifiée, n'importe quelle valeur est autorisée.

source: Create product property?
de: Produkt-Option erstellen?
fr: Créer un propriété pour le produit ?

source: Do you want to create a product property?
de: Wollen Sie eine Produkt-Option erstellen?
fr: Voulez vous créer une propriété pour le produit ?

source: Property name (key)
de: Optionsname (Schlüssel)
fr: Nom de la propriété (clef)

source: Property description
de: Options-Beschreibung
fr: Description de la propriété

source: Possible values
de: Mögliche Werte
fr: Valeurs possibles

source: Create property for product %s
de: Erstellen einer Produkt-Option für Produkt %s
fr: Créer une propriété pour le produit %s

source: Failed to create product property
de: Das Anlegen der Produkt-Option ist fehlgeschlagen
fr: Impossible de créer la propriété pour le produit

source: Please select a default value
de: Bitte einen Standardwert für die Option angeben.
fr: Veuillez sélectionner un valeur par défaut

source: Default value for %s
de: Standardwert für die Produkt-Option %s
fr: Valeur par défaut pour %s

source: Done
fr: Fini

source: Package source directory '%s' created
fr: Le répertoire source pour le paquet '%s' à été crée

source: Description
de: Beschreibung

source: Setup script: Relative path to installation script. Uninstall script: Relative path to script for action "uninstall". Update script: Relative path to update script. Always script: Relative path to script for action "always". Once script: Relative path to script for action "once".
de: Setup-Skript: Relativer Pfad zum Installation-Skript. Uninstall-Skript: Relativer Pfad zum Skript für die Aktion "uninstall". Update-Skript: Relativer Pfad zum Update-Skript. Always-Skript: Relativer Pfad zum Skript für die Aktion "always". Once-Skript: Relativer Pfad zum Skript für die Aktion "once".

source: Property name: Name of the variable. Property description: Usage description. Possible values: Comma separated list of possible values for the variable. If no possible values are given any value is allowed.
de: Optionsname: Variablename der Einstellung. Options-Beschreibung: Beschreibung der Funktionalität (Verwendung der Option). Mögliche Werte: Eine Komma-getrennte Liste von möglichen Wertvorgaben. Wird keine Liste vorgegeben sind alle Werte erlaubt.
